var industry = [
  {
    "code": "01",
    "name": "计算机/互联网/通信/电子",
    "list": [
      {
        "code": "0101",
        "name": "计算机软件",
        "list": [{ "code": "010101", "name": "高级软件工程师" }, { "code": "010102", "name": "软件工程师" }, { "code": "010103", "name": "软件UI设计师/工程师" }, { "code": "010104", "name": "算法工程师" }, { "code": "010105", "name": "仿真应用工程师" }, { "code": "010106", "name": "ERP实施顾问" }, { "code": "010107", "name": "ERP技术开发" }, { "code": "010108", "name": "需求工程师" }, { "code": "010109", "name": "系统集成工程师" }, { "code": "010110", "name": "系统分析员" }, { "code": "010111", "name": "系统工程师" }, { "code": "010112", "name": "系统架构设计师" }, { "code": "010113", "name": "数据库工程师/管理员" }, { "code": "010114", "name": "计算机辅助设计工程师" }, { "code": "010115", "name": "其他" }]
      },
      {
        "code": "0102",
        "name": "计算机硬件",
        "list": [{ "code": "010201", "name": "高级硬件工程师" }, { "code": "010202", "name": "硬件工程师" }, { "code": "010203", "name": "其他" }]
      },
      {
        "code": "0103",
        "name": "互联网/电子商务/网游",
        "list": [{ "code": "010301", "name": "互联网软件开发工程师" }, { "code": "010302", "name": "语音/视频/图形开发工程师" }, { "code": "010303", "name": "多媒体/游戏开发工程师" }, { "code": "010304", "name": "手机应用开发工程师" }, { "code": "010305", "name": "网站运营总监" }, { "code": "010306", "name": "网站运营经理/主管" }, { "code": "010307", "name": "网站运营专员" }, { "code": "010308", "name": "产品总监" }, { "code": "010309", "name": "产品经理/主管" }, { "code": "010310", "name": "产品专员" }, { "code": "010311", "name": "SEO/SEM" }, { "code": "010312", "name": "网络推广总监" }, { "code": "010313", "name": "网络推广经理/主管" }, { "code": "010314", "name": "网络推广专员" }, { "code": "010315", "name": "新媒体运营" }, { "code": "010316", "name": "电子商务总监" }, { "code": "010317", "name": "电子商务经理/主管" }, { "code": "010318", "name": "电子商务专员" }, { "code": "010319", "name": "网络工程师" }, { "code": "010320", "name": "UI设计师/顾问" }, { "code": "010321", "name": "用户体验（UE/UX）设计师" }, { "code": "010322", "name": "大数据开发/分析" }, { "code": "010323", "name": "Web前端开发" }, { "code": "010324", "name": "网站架构设计师" }, { "code": "010325", "name": "网站维护工程师" }, { "code": "010326", "name": "系统管理员/网络管理员" }, { "code": "010327", "name": "网站策划" }, { "code": "010328", "name": "网站编辑" }, { "code": "010329", "name": "网页设计/制作/美工" }, { "code": "010330", "name": "脚本开发工程师" }, { "code": "010331", "name": "游戏策划师" }, { "code": "010332", "name": "游戏界面设计师" }, { "code": "010333", "name": "Flash设计/开发" }, { "code": "010334", "name": "特效设计师" }, { "code": "010335", "name": "视觉设计师" }, { "code": "010336", "name": "音效设计师" }, { "code": "010337", "name": "网络信息安全工程师" }, { "code": "010338", "name": "其他" }]
      },
      {
        "code": "0104",
        "name": "网店淘宝",
        "list": [{ "code": "010401", "name": "网店/淘宝店长" }, { "code": "010402", "name": "网店/淘宝运营" }, { "code": "010403", "name": "网店店铺管理员" }, { "code": "010404", "name": "网店/淘宝客服" }, { "code": "010405", "name": "店铺推广" }, { "code": "010406", "name": "网店美工" }, { "code": "010407", "name": "网店模特" }, { "code": "010408", "name": "其他" }]
      },
      {
        "code": "0105",
        "name": "IT-管理",
        "list": [{ "code": "010501", "name": "首席技术执行官CTO/首席信息官CIO" }, { "code": "010502", "name": "技术总监/经理" }, { "code": "010503", "name": "信息技术经理/主管" }, { "code": "010504", "name": "信息技术专员" }, { "code": "010505", "name": "项目总监" }, { "code": "010506", "name": "项目经理" }, { "code": "010507", "name": "项目主管" }, { "code": "010508", "name": "项目执行/协调人员" }, { "code": "010509", "name": "其他" }]
      },
      {
        "code": "0106",
        "name": "IT-品管、技术支持及其它",
        "list": [{ "code": "010601", "name": "技术支持/维护经理" }, { "code": "010602", "name": "技术支持/维护工程师" }, { "code": "010603", "name": "网络管理(Helpdesk)" }, { "code": "010604", "name": "网络维修" }, { "code": "010605", "name": "计量工程师" }, { "code": "010606", "name": "标准化工程师" }, { "code": "010607", "name": "品质经理" }, { "code": "010608", "name": "系统测试" }, { "code": "010609", "name": "软件测试" }, { "code": "010610", "name": "硬件测试" }, { "code": "010611", "name": "测试员" }, { "code": "010612", "name": "文档工程师" }, { "code": "010613", "name": "配置管理工程师" }, { "code": "010614", "name": "技术文员/助理" }, { "code": "010615", "name": "手机维修" }, { "code": "010616", "name": "电脑维修" }, { "code": "010617", "name": "其他" }]
      },
      {
        "code": "0107",
        "name": "通信技术开发及应用",
        "list": [{ "code": "010701", "name": "通信技术工程师" }, { "code": "010702", "name": "有线传输工程师" }, { "code": "010703", "name": "无线通信工程师" }, { "code": "010704", "name": "电信交换工程师" }, { "code": "010705", "name": "数据通信工程师" }, { "code": "010706", "name": "移动通信工程师" }, { "code": "010707", "name": "电信网络工程师" }, { "code": "010708", "name": "通信电源工程师" }, { "code": "010709", "name": "增值产品开发工程师" }, { "code": "010710", "name": "手机软件开发工程师" }, { "code": "010711", "name": "其他" }]
      },
      {
        "code": "0108",
        "name": "电子/电器/半导体/仪器仪表",
        "list": [{ "code": "010801", "name": "集成电路IC设计/应用工程师" }, { "code": "010802", "name": "IC验证工程师" }, { "code": "010803", "name": "电子工程师/技术员" }, { "code": "010804", "name": "电子技术研发工程师" }, { "code": "010805", "name": "射频工程师" }, { "code": "010806", "name": "电子/电器维修工程师/技师" }, { "code": "010807", "name": "变压器与磁电工程师" }, { "code": "010808", "name": "版图设计工程师" }, { "code": "010809", "name": "电气工程师/技术员" }, { "code": "010810", "name": "电路工程师/技术员(模拟/数字)" }, { "code": "010811", "name": "电声/音响工程师/技术员" }, { "code": "010812", "name": "激光/光电子技术" }, { "code": "010813", "name": "半导体技术" }, { "code": "010814", "name": "自动控制工程师/技术员" }, { "code": "010815", "name": "电子软件开发(ARM/MCU...)" }, { "code": "010816", "name": "嵌入式软件开发(Linux/单片机/PLC/DSP…)" }, { "code": "010817", "name": "嵌入式硬件开发(主板机…)" }, { "code": "010818", "name": "电池/电源开发" }, { "code": "010819", "name": "FAE 现场应用工程师" }, { "code": "010820", "name": "工艺工程师" }, { "code": "010821", "name": "家用电器/数码产品研发" }, { "code": "010822", "name": "仪器/仪表/计量分析师" }, { "code": "010823", "name": "测试工程师" }, { "code": "010824", "name": "安防系统工程师" }, { "code": "010825", "name": "其他" }]
      }
    ]
  },
  {
    "code": "02",
    "name": "销售/客服/技术支持",
    "list": [
      {
        "code": "0201",
        "name": "销售管理",
        "list": [{ "code": "020101", "name": "销售总监" }, { "code": "020102", "name": "销售经理" }, { "code": "020103", "name": "销售主管" }, { "code": "020104", "name": "业务拓展主管/经理" }, { "code": "020105", "name": "渠道/分销总监" }, { "code": "020106", "name": "渠道/分销经理" }, { "code": "020107", "name": "渠道/分销主管" }, { "code": "020108", "name": "大客户管理" }, { "code": "020109", "name": "客户经理/主管" }, { "code": "020110", "name": "区域销售总监" }, { "code": "020111", "name": "区域销售经理" }, { "code": "020112", "name": "团购经理/主管" }, { "code": "020113", "name": "其他" }]
      },
      {
        "code": "0202",
        "name": "销售人员",
        "list": [{ "code": "020201", "name": "大客户销售" }, { "code": "020202", "name": "销售代表" }, { "code": "020203", "name": "渠道/分销专员" }, { "code": "020204", "name": "客户代表" }, { "code": "020205", "name": "销售工程师" }, { "code": "020206", "name": "电话销售" }, { "code": "020207", "name": "网络/在线销售" }, { "code": "020208", "name": "团购业务员" }, { "code": "020209", "name": "经销商" }, { "code": "020210", "name": "会籍顾问" }, { "code": "020211", "name": "销售助理" }, { "code": "020212", "name": "其他" }]
      },
      {
        "code": "0203",
        "name": "销售行政及商务",
        "list": [{ "code": "020301", "name": "销售行政经理/主管" }, { "code": "020302", "name": "销售行政专员" }, { "code": "020303", "name": "业务分析经理/主管" }, { "code": "020304", "name": "业务分析专员/助理" }, { "code": "020305", "name": "商务经理" }, { "code": "020306", "name": "商务主管/专员" }, { "code": "020307", "name": "商务助理" }, { "code": "020308", "name": "销售行政助理" }, { "code": "020309", "name": "其他" }]
      },
      {
        "code": "0204",
        "name": "客服及支持",
        "list": [{ "code": "020401", "name": "客服总监" }, { "code": "020402", "name": "客服经理" }, { "code": "020403", "name": "客服主管" }, { "code": "020404", "name": "客服专员/助理" }, { "code": "020405", "name": "客户关系经理/主管" }, { "code": "020406", "name": "售前/售后技术支持经理" }, { "code": "020407", "name": "售前/售后技术支持主管" }, { "code": "020408", "name": "售前/售后技术支持工程师" }, { "code": "020409", "name": "咨询热线/呼叫中心服务人员" }, { "code": "020410", "name": "网络/在线客服" }, { "code": "020411", "name": "投诉专员" }, { "code": "020412", "name": "VIP专员" }, { "code": "020413", "name": "其他" }]
      }
    ]
  },
  {
    "code": "03",
    "name": "会计/金融/银行/保险",
    "list": [
      {
        "code": "0301",
        "name": "财务/审计/税务",
        "list": [{ "code": "030101", "name": "首席财务官 CFO" }, { "code": "030102", "name": "财务总监" }, { "code": "030103", "name": "财务经理" }, { "code": "030104", "name": "财务顾问" }, { "code": "030105", "name": "财务主管/总账主管" }, { "code": "030106", "name": "会计经理/会计主管" }, { "code": "030107", "name": "会计" }, { "code": "030108", "name": "出纳员" }, { "code": "030109", "name": "财务助理/文员" }, { "code": "030110", "name": "固定资产会计" }, { "code": "030111", "name": "财务分析经理/主管" }, { "code": "030112", "name": "财务分析员" }, { "code": "030113", "name": "成本经理/成本主管" }, { "code": "030114", "name": "成本管理员" }, { "code": "030115", "name": "资金经理/主管" }, { "code": "030116", "name": "资金专员" }, { "code": "030117", "name": "审计经理/主管" }, { "code": "030118", "name": "审计专员/助理" }, { "code": "030119", "name": "税务经理/税务主管" }, { "code": "030120", "name": "税务专员/助理" }, { "code": "030121", "name": "统计员" }, { "code": "030122", "name": "其他" }]
      },
      {
        "code": "0302",
        "name": "金融/证券/期货/投资",
        "list": [{ "code": "030201", "name": "证券/期货/外汇经纪人" }, { "code": "030202", "name": "证券分析师" }, { "code": "030203", "name": "股票/期货操盘手" }, { "code": "030204", "name": "金融/经济研究员" }, { "code": "030205", "name": "金融产品经理" }, { "code": "030206", "name": "金融产品销售" }, { "code": "030207", "name": "投资/基金项目经理" }, { "code": "030208", "name": "投资/理财顾问" }, { "code": "030209", "name": "投资银行业务" }, { "code": "030210", "name": "投资银行财务分析" }, { "code": "030211", "name": "融资经理/融资主管" }, { "code": "030212", "name": "融资专员" }, { "code": "030213", "name": "风险管理/控制" }, { "code": "030214", "name": "拍卖/担保/典当业务" }, { "code": "030215", "name": "其他" }]
      },
      {
        "code": "0303",
        "name": "银行",
        "list": [{ "code": "030301", "name": "行长/副行长" }, { "code": "030302", "name": "银行客户总监" }, { "code": "030303", "name": "个人业务部门经理/主管" }, { "code": "030304", "name": "个人业务客户经理" }, { "code": "030305", "name": "公司业务部门经理/主管" }, { "code": "030306", "name": "公司业务客户经理" }, { "code": "030307", "name": "综合业务经理/主管" }, { "code": "030308", "name": "综合业务专员" }, { "code": "030309", "name": "资产评估/分析" }, { "code": "030310", "name": "风险控制" }, { "code": "030311", "name": "信贷管理" }, { "code": "030312", "name": "信审核查" }, { "code": "030313", "name": "进出口/信用证结算" }, { "code": "030314", "name": "外汇交易" }, { "code": "030315", "name": "清算人员" }, { "code": "030316", "name": "高级客户经理/客户经理" }, { "code": "030317", "name": "客户主管/专员" }, { "code": "030318", "name": "营业部大堂经理" }, { "code": "030319", "name": "信用卡销售" }, { "code": "030320", "name": "呼叫中心客服" }, { "code": "030321", "name": "银行柜员" }, { "code": "030322", "name": "其他" }]
      },
      {
        "code": "0304",
        "name": "保险",
        "list": [{ "code": "030401", "name": "保险精算师" }, { "code": "030402", "name": "保险产品开发/项目策划" }, { "code": "030403", "name": "保险业务经理/主管" }, { "code": "030404", "name": "保险经纪人/保险代理" }, { "code": "030405", "name": "理财顾问/财务规划师" }, { "code": "030406", "name": "储备经理人" }, { "code": "030407", "name": "保险电销" }, { "code": "030408", "name": "保险核保" }, { "code": "030409", "name": "保险理赔" }, { "code": "030410", "name": "保险客户服务/续期管理" }, { "code": "030411", "name": "保险培训师" }, { "code": "030412", "name": "保险内勤" }, { "code": "030413", "name": "契约管理" }, { "code": "030414", "name": "其他" }]
      }
    ]
  },
  {
    "code": "04",
    "name": "生产/营运/采购/物流",
    "list": [
      {
        "code": "0401",
        "name": "生产/营运",
        "list": [{ "code": "040101", "name": "工厂经理/厂长" }, { "code": "040102", "name": "总工程师/副总工程师" }, { "code": "040103", "name": "项目总监" }, { "code": "040104", "name": "项目经理/主管" }, { "code": "040105", "name": "项目工程师" }, { "code": "040106", "name": "营运经理" }, { "code": "040107", "name": "营运主管" }, { "code": "040108", "name": "生产总监" }, { "code": "040109", "name": "生产经理/车间主任" }, { "code": "040110", "name": "生产主管" }, { "code": "040111", "name": "生产领班/组长" }, { "code": "040112", "name": "生产计划/物料管理(PMC)" }, { "code": "040113", "name": "生产文员" }, { "code": "040114", "name": "设备主管" }, { "code": "040115", "name": "化验员" }, { "code": "040116", "name": "其他" }]
      },
      {
        "code": "0402",
        "name": "质量安全",
        "list": [{ "code": "040201", "name": "质量管理/测试经理(QA/QC经理)" }, { "code": "040202", "name": "质量管理/测试主管(QA/QC主管)" }, { "code": "040203", "name": "质量管理/测试工程师(QA/QC工程师)" }, { "code": "040204", "name": "质量检验员/测试员" }, { "code": "040205", "name": "可靠度工程师" }, { "code": "040206", "name": "故障分析工程师" }, { "code": "040207", "name": "认证工程师" }, { "code": "040208", "name": "体系工程师" }, { "code": "040209", "name": "审核员" }, { "code": "040210", "name": "环境/健康/安全经理/主管（EHS）" }, { "code": "040211", "name": "环境/健康/安全工程师（EHS）" }, { "code": "040212", "name": "安全员" }, { "code": "040213", "name": "供应商管理" }, { "code": "040214", "name": "采购材料、设备质量管理" }, { "code": "040215", "name": "其他" }]
      },
      {
        "code": "0403",
        "name": "工程/机械/能源",
        "list": [{ "code": "040301", "name": "技术研发经理/主管" }, { "code": "040302", "name": "技术研发工程师" }, { "code": "040303", "name": "产品工艺/制程工程师" }, { "code": "040304", "name": "产品规划工程师" }, { "code": "040305", "name": "项目管理" }, { "code": "040306", "name": "实验室负责人/工程师" }, { "code": "040307", "name": "工程/设备经理" }, { "code": "040308", "name": "工程/设备主管" }, { "code": "040309", "name": "工程/设备工程师" }, { "code": "040310", "name": "工程/机械绘图员" }, { "code": "040311", "name": "工业工程师" }, { "code": "040312", "name": "材料工程师" }, { "code": "040313", "name": "机械工程师" }, { "code": "040314", "name": "结构工程师" }, { "code": "040315", "name": "模具工程师" }, { "code": "040316", "name": "机电工程师" }, { "code": "040317", "name": "维修经理/主管" }, { "code": "040318", "name": "维修工程师" }, { "code": "040319", "name": "装配工程师/技师" }, { "code": "040320", "name": "铸造/锻造工程师/技师" }, { "code": "040321", "name": "注塑工程师/技师" }, { "code": "040322", "name": "焊接工程师/技师" }, { "code": "040323", "name": "夹具工程师/技师" }, { "code": "040324", "name": "CNC工程师" }, { "code": "040325", "name": "冲压工程师/技师" }, { "code": "040326", "name": "锅炉工程师/技师" }, { "code": "040327", "name": "电力工程师/技术员" }, { "code": "040328", "name": "光源与照明工程" }, { "code": "040329", "name": "光伏系统工程师" }, { "code": "040330", "name": "汽车/摩托车工程师" }, { "code": "040331", "name": "船舶工程师" }, { "code": "040332", "name": "轨道交通工程师/技术员" }, { "code": "040333", "name": "飞机维修机械师" }, { "code": "040334", "name": "飞行器设计与制造" }, { "code": "040335", "name": "水利/水电工程师" }, { "code": "040336", "name": "空调/热能工程师" }, { "code": "040337", "name": "石油天然气技术人员" }, { "code": "040338", "name": "矿产勘探/地质勘测工程师" }, { "code": "040339", "name": "其他" }]
      },
      {
        "code": "0404",
        "name": "汽车制造",
        "list": [{ "code": "040401", "name": "研发总监/部长/专家" }, { "code": "040402", "name": "汽车机构工程师" }, { "code": "040403", "name": "汽车设计工程师" }, { "code": "040404", "name": "汽车电子工程师" }, { "code": "040405", "name": "发动机/总装工程师" }, { "code": "040406", "name": "动力总成工程师" }, { "code": "040407", "name": "底盘工程师" }, { "code": "040408", "name": "汽车项目管理" }, { "code": "040409", "name": "汽车质量管理" }, { "code": "040410", "name": "汽车安全性能工程师" }, { "code": "040411", "name": "汽车装配工艺工程师" }, { "code": "040412", "name": "电气/电器工程师" }, { "code": "040413", "name": "附件系统工程师" }, { "code": "040414", "name": "内外饰工程师" }, { "code": "040415", "name": "车身/造型设计" }, { "code": "040416", "name": "车辆质量工程师" }, { "code": "040417", "name": "新能源电池工程师" }, { "code": "040418", "name": "新能源电控工程师" }, { "code": "040419", "name": "新能源电机工程师" }, { "code": "040420", "name": "其他" }, { "code": "040421", "name": "汽车销售与服务" }, { "code": "040422", "name": "4S店经理/维修站经理" }, { "code": "040423", "name": "汽车销售/经纪人" }, { "code": "040424", "name": "汽车修理工" }, { "code": "040425", "name": "汽车电工" }, { "code": "040426", "name": "汽车钣金" }, { "code": "040427", "name": "汽车喷漆" }, { "code": "040428", "name": "汽车检验/检测" }, { "code": "040429", "name": "汽车装饰美容" }, { "code": "040430", "name": "洗车工" }, { "code": "040431", "name": "售后服务/客户服务" }, { "code": "040432", "name": "二手车评估师" }, { "code": "040433", "name": "加油站工作员" }, { "code": "040434", "name": "其他" }]
      },
      {
        "code": "0405",
        "name": "技工普工",
        "list": [{ "code": "040501", "name": "普工/操作工" }, { "code": "040502", "name": "技工" }, { "code": "040503", "name": "叉车/铲车工" }, { "code": "040504", "name": "组装工" }, { "code": "040505", "name": "包装工" }, { "code": "040506", "name": "焊工" }, { "code": "040507", "name": "氩弧焊工" }, { "code": "040508", "name": "电工" }, { "code": "040509", "name": "电力线路工" }, { "code": "040510", "name": "旋压工" }, { "code": "040511", "name": "仪表工" }, { "code": "040512", "name": "电镀工" }, { "code": "040513", "name": "喷塑工" }, { "code": "040514", "name": "水工" }, { "code": "040515", "name": "木工" }, { "code": "040516", "name": "漆工" }, { "code": "040517", "name": "空调工" }, { "code": "040518", "name": "电梯工" }, { "code": "040519", "name": "锅炉工" }, { "code": "040520", "name": "学徒工" }, { "code": "040521", "name": "其他" }]
      },
      {
        "code": "0406",
        "name": "机械机床",
        "list": [{ "code": "040601", "name": "数控操机" }, { "code": "040602", "name": "数控编程" }, { "code": "040603", "name": "机修工" }, { "code": "040604", "name": "折弯工" }, { "code": "040605", "name": "车工" }, { "code": "040606", "name": "磨工" }, { "code": "040607", "name": "铣工" }, { "code": "040608", "name": "冲压工" }, { "code": "040609", "name": "刨工" }, { "code": "040610", "name": "钳工" }, { "code": "040611", "name": "钻工" }, { "code": "040612", "name": "镗工" }, { "code": "040613", "name": "铆工" }, { "code": "040614", "name": "钣金工" }, { "code": "040615", "name": "抛光工" }, { "code": "040616", "name": "切割技工" }, { "code": "040617", "name": "模具工" }, { "code": "040618", "name": "炼胶工" }, { "code": "040619", "name": "硫化工" }, { "code": "040620", "name": "吹膜工" }, { "code": "040621", "name": "注塑工" }, { "code": "040622", "name": "其他" }]
      },
      {
        "code": "0407",
        "name": "服装/纺织/皮革",
        "list": [{ "code": "040701", "name": "服装/纺织设计总监" }, { "code": "040702", "name": "服装/纺织设计" }, { "code": "040703", "name": "服装/纺织/皮革工艺师" }, { "code": "040704", "name": "面料辅料开发" }, { "code": "040705", "name": "面料辅料采购" }, { "code": "040706", "name": "服装/纺织/皮革跟单" }, { "code": "040707", "name": "服装领班" }, { "code": "040708", "name": "质量管理/验货员(QA/QC)" }, { "code": "040709", "name": "板房/楦头/底格出格师" }, { "code": "040710", "name": "电脑放码员" }, { "code": "040711", "name": "纸样师/车板工" }, { "code": "040712", "name": "裁床" }, { "code": "040713", "name": "打样/制版" }, { "code": "040714", "name": "裁剪工" }, { "code": "040715", "name": "缝纫工" }, { "code": "040716", "name": "手缝工" }, { "code": "040717", "name": "烫工" }, { "code": "040718", "name": "样衣工" }, { "code": "040719", "name": "纺织工" }, { "code": "040720", "name": "针织工" }, { "code": "040721", "name": "配色工" }, { "code": "040722", "name": "印染工" }, { "code": "040723", "name": "漂染工" }, { "code": "040724", "name": "挡车工" }, { "code": "040725", "name": "整经工" }, { "code": "040726", "name": "细纱工" }, { "code": "040727", "name": "浆纱工" }, { "code": "040728", "name": "其他" }]
      },
      {
        "code": "0408",
        "name": "印刷包装",
        "list": [{ "code": "040801", "name": "印刷工" }, { "code": "040802", "name": "校对/录入" }, { "code": "040803", "name": "调色员" }, { "code": "040804", "name": "烫金工" }, { "code": "040805", "name": "晒版员" }, { "code": "040806", "name": "印刷排版/制版" }, { "code": "040807", "name": "装订工" }, { "code": "040808", "name": "印刷机械机长" }, { "code": "040809", "name": "数码直印/菲林输出" }, { "code": "040810", "name": "调墨技师" }, { "code": "040811", "name": "电分操作员" }, { "code": "040812", "name": "打稿机操作员" }, { "code": "040813", "name": "切纸机操作工" }, { "code": "040814", "name": "裱胶工" }, { "code": "040815", "name": "压痕工" }, { "code": "040816", "name": "复卷工" }, { "code": "040817", "name": "其他" }]
      },
      {
        "code": "0409",
        "name": "采购",
        "list": [{ "code": "040901", "name": "采购总监" }, { "code": "040902", "name": "采购经理" }, { "code": "040903", "name": "采购主管" }, { "code": "040904", "name": "采购员" }, { "code": "040905", "name": "采购助理" }, { "code": "040906", "name": "买手" }, { "code": "040907", "name": "供应商开发" }, { "code": "040908", "name": "其他" }]
      },
      {
        "code": "0410",
        "name": "贸易",
        "list": [{ "code": "041001", "name": "贸易/外贸经理/主管" }, { "code": "041002", "name": "贸易/外贸专员/助理" }, { "code": "041003", "name": "国内贸易人员" }, { "code": "041004", "name": "业务跟单经理" }, { "code": "041005", "name": "高级业务跟单" }, { "code": "041006", "name": "业务跟单" }, { "code": "041007", "name": "助理业务跟单" }, { "code": "041008", "name": "其他" }]
      },
      {
        "code": "0411",
        "name": "物流/仓储",
        "list": [{ "code": "041101", "name": "物流总监" }, { "code": "041102", "name": "物流经理" }, { "code": "041103", "name": "物流主管" }, { "code": "041104", "name": "物流专员/助理" }, { "code": "041105", "name": "供应链总监" }, { "code": "041106", "name": "供应链经理" }, { "code": "041107", "name": "供应链主管/专员" }, { "code": "041108", "name": "物料经理" }, { "code": "041109", "name": "物料主管/专员" }, { "code": "041110", "name": "仓库经理/主管" }, { "code": "041111", "name": "仓库管理员" }, { "code": "041112", "name": "订单处理员" }, { "code": "041113", "name": "运输经理/主管" }, { "code": "041114", "name": "项目经理/主管" }, { "code": "041115", "name": "货运代理" }, { "code": "041116", "name": "集装箱业务" }, { "code": "041117", "name": "海关事务管理" }, { "code": "041118", "name": "报关与报检" }, { "code": "041119", "name": "单证员" }, { "code": "041120", "name": "船务/空运陆运操作" }, { "code": "041121", "name": "快递员" }, { "code": "041122", "name": "调度员" }, { "code": "041123", "name": "安检员" }, { "code": "041124", "name": "理货员" }, { "code": "041125", "name": "搬运工" }, { "code": "041126", "name": "其他" }]
      },
      {
        "code": "0412",
        "name": "汽车销售与服务",
        "list": [{ "code": "041201", "name": "4S店经理/维修站经理" }, { "code": "041202", "name": "汽车销售/经纪人" }, { "code": "041203", "name": "汽车修理工" }, { "code": "041204", "name": "汽车电工" }, { "code": "041205", "name": "汽车钣金" }, { "code": "041206", "name": "汽车喷漆" }, { "code": "041207", "name": "汽车检验/检测" }, { "code": "041208", "name": "汽车装饰美容" }, { "code": "041209", "name": "洗车工" }, { "code": "041210", "name": "售后服务/客户服务" }, { "code": "041211", "name": "二手车评估师" }, { "code": "041212", "name": "加油站工作员" }, { "code": "041213", "name": "其他" }]
      }
    ]
  },
  {
    "code": "05",
    "name": "生物/制药/医疗/护理",
    "list": [
      {
        "code": "0501",
        "name": "生物/制药/医疗器械",
        "list": [{ "code": "050101", "name": "生物工程/生物制药" }, { "code": "050102", "name": "化学分析测试员" }, { "code": "050103", "name": "医药技术研发管理人员" }, { "code": "050104", "name": "医药技术研发人员" }, { "code": "050105", "name": "医药学术推广" }, { "code": "050106", "name": "临床研究员" }, { "code": "050107", "name": "临床协调员" }, { "code": "050108", "name": "临床数据分析员" }, { "code": "050109", "name": "药品注册" }, { "code": "050110", "name": "药品生产/质量管理" }, { "code": "050111", "name": "药品市场推广经理" }, { "code": "050112", "name": "药品市场推广主管/专员" }, { "code": "050113", "name": "医药招商" }, { "code": "050114", "name": "政府事务管理" }, { "code": "050115", "name": "招投标管理" }, { "code": "050116", "name": "医药销售经理/主管" }, { "code": "050117", "name": "医药代表" }, { "code": "050118", "name": "医药销售人员" }, { "code": "050119", "name": "医疗器械注册" }, { "code": "050120", "name": "医疗器械研发" }, { "code": "050121", "name": "医疗器械生产/质量管理" }, { "code": "050122", "name": "医疗器械市场推广" }, { "code": "050123", "name": "医疗器械销售经理/主管" }, { "code": "050124", "name": "医疗器械销售代表" }, { "code": "050125", "name": "医疗器械维修人员" }, { "code": "050126", "name": "其他" }]
      },
      {
        "code": "0502",
        "name": "化工",
        "list": [{ "code": "050201", "name": "化工技术应用/化工工程师" }, { "code": "050202", "name": "化工实验室研究员/技术员" }, { "code": "050203", "name": "涂料研发工程师" }, { "code": "050204", "name": "配色技术员" }, { "code": "050205", "name": "塑料工程师" }, { "code": "050206", "name": "化妆品研发" }, { "code": "050207", "name": "食品/饮料研发" }, { "code": "050208", "name": "造纸研发" }, { "code": "050209", "name": "其他" }]
      },
      {
        "code": "0503",
        "name": "医院/医疗/护理",
        "list": [{ "code": "050301", "name": "医院管理人员" }, { "code": "050302", "name": "综合门诊/全科医生" }, { "code": "050303", "name": "内科医生" }, { "code": "050304", "name": "外科医生" }, { "code": "050305", "name": "专科医生" }, { "code": "050306", "name": "牙科医生" }, { "code": "050307", "name": "美容整形师" }, { "code": "050308", "name": "麻醉医生" }, { "code": "050309", "name": "放射科医师" }, { "code": "050310", "name": "理疗师" }, { "code": "050311", "name": "中医科医生" }, { "code": "050312", "name": "针灸/推拿" }, { "code": "050313", "name": "儿科医生" }, { "code": "050314", "name": "心理医生" }, { "code": "050315", "name": "营养师" }, { "code": "050316", "name": "药库主任/药剂师" }, { "code": "050317", "name": "医药学检验" }, { "code": "050318", "name": "公共卫生/疾病控制" }, { "code": "050319", "name": "护理主任/护士长" }, { "code": "050320", "name": "护士/护理人员" }, { "code": "050321", "name": "兽医" }, { "code": "050322", "name": "验光师" }, { "code": "050323", "name": "其他" }]
      }
    ]
  },
  {
    "code": "06",
    "name": "广告/市场/媒体/艺术",
    "list": [
      {
        "code": "0601",
        "name": "广告",
        "list": [{ "code": "060101", "name": "广告客户总监/副总监" }, { "code": "060102", "name": "广告客户经理" }, { "code": "060103", "name": "广告客户主管/专员" }, { "code": "060104", "name": "广告创意/设计经理" }, { "code": "060105", "name": "广告创意总监" }, { "code": "060106", "name": "广告创意/设计主管/专员" }, { "code": "060107", "name": "广告制作执行" }, { "code": "060108", "name": "美术指导" }, { "code": "060109", "name": "文案/策划" }, { "code": "060110", "name": "企业/业务发展经理" }, { "code": "060111", "name": "企业策划人员" }, { "code": "060112", "name": "其他" }]
      },
      {
        "code": "0602",
        "name": "公关/媒介",
        "list": [{ "code": "060201", "name": "公关总监" }, { "code": "060202", "name": "公关经理" }, { "code": "060203", "name": "公关主管" }, { "code": "060204", "name": "公关专员" }, { "code": "060205", "name": "会务/会展经理" }, { "code": "060206", "name": "会务/会展主管" }, { "code": "060207", "name": "会务/会展专员" }, { "code": "060208", "name": "媒介经理" }, { "code": "060209", "name": "媒介主管" }, { "code": "060210", "name": "媒介专员" }, { "code": "060211", "name": "公关/媒介助理" }, { "code": "060212", "name": "媒介销售" }, { "code": "060213", "name": "活动策划" }, { "code": "060214", "name": "活动执行" }, { "code": "060215", "name": "其他" }]
      },
      {
        "code": "0603",
        "name": "市场/营销",
        "list": [{ "code": "060301", "name": "市场/营销/拓展总监" }, { "code": "060302", "name": "市场/营销/拓展经理" }, { "code": "060303", "name": "市场/营销/拓展主管" }, { "code": "060304", "name": "市场/营销/拓展专员" }, { "code": "060305", "name": "市场助理" }, { "code": "060306", "name": "市场分析/调研人员" }, { "code": "060307", "name": "产品/品牌经理" }, { "code": "060308", "name": "产品/品牌主管" }, { "code": "060309", "name": "产品/品牌专员" }, { "code": "060310", "name": "市场通路经理/主管" }, { "code": "060311", "name": "市场通路专员" }, { "code": "060312", "name": "市场企划经理/主管" }, { "code": "060313", "name": "市场企划专员" }, { "code": "060314", "name": "促销经理" }, { "code": "060315", "name": "促销主管/督导" }, { "code": "060316", "name": "促销员/导购" }, { "code": "060317", "name": "选址拓展/新店开发" }, { "code": "060318", "name": "其他" }]
      },
      {
        "code": "0604",
        "name": "影视/媒体",
        "list": [{ "code": "060401", "name": "影视策划/制作人员" }, { "code": "060402", "name": "导演/编导" }, { "code": "060403", "name": "艺术/设计总监" }, { "code": "060404", "name": "艺术指导/舞台美术设计" }, { "code": "060405", "name": "经纪人/星探" }, { "code": "060406", "name": "主播/主持人" }, { "code": "060407", "name": "摄影师/摄像师" }, { "code": "060408", "name": "后期制作" }, { "code": "060409", "name": "音效师" }, { "code": "060410", "name": "配音员" }, { "code": "060411", "name": "灯光师" }, { "code": "060412", "name": "放映经理/主管" }, { "code": "060413", "name": "放映员" }, { "code": "060414", "name": "其他" }]
      },
      {
        "code": "0605",
        "name": "编辑出版",
        "list": [{ "code": "060501", "name": "总编/副总编" }, { "code": "060502", "name": "编辑" }, { "code": "060503", "name": "作家/撰稿人" }, { "code": "060504", "name": "记者" }, { "code": "060505", "name": "电话采编" }, { "code": "060506", "name": "美术编辑" }, { "code": "060507", "name": "排版设计" }, { "code": "060508", "name": "出版/发行" }, { "code": "060509", "name": "其他" }]
      },
      {
        "code": "0606",
        "name": "艺术/设计",
        "list": [{ "code": "060601", "name": "平面设计总监" }, { "code": "060602", "name": "平面设计经理/主管" }, { "code": "060603", "name": "平面设计师" }, { "code": "060604", "name": "绘画" }, { "code": "060605", "name": "动画/3D设计" }, { "code": "060606", "name": "原画师" }, { "code": "060607", "name": "展览/展示/店面设计" }, { "code": "060608", "name": "多媒体设计" }, { "code": "060609", "name": "包装设计" }, { "code": "060610", "name": "工业/产品设计" }, { "code": "060611", "name": "工艺品/珠宝设计鉴定" }, { "code": "060612", "name": "家具/家居用品设计" }, { "code": "060613", "name": "玩具设计" }, { "code": "060614", "name": "其他" }]
      }
    ]
  },
  {
    "code": "07",
    "name": "建筑/房地产",
    "list": [
      {
        "code": "0701",
        "name": "建筑工程与装潢",
        "list": [{ "code": "070101", "name": "建筑工程与装潢" }, { "code": "070102", "name": "高级建筑工程师/总工" }, { "code": "070103", "name": "建筑工程师" }, { "code": "070104", "name": "建筑设计师" }, { "code": "070105", "name": "市政工程师" }, { "code": "070106", "name": "结构/土木/土建工程师" }, { "code": "070107", "name": "公路/桥梁/港口/隧道工程" }, { "code": "070108", "name": "岩土工程" }, { "code": "070109", "name": "楼宇自动化" }, { "code": "070110", "name": "建筑机电工程师" }, { "code": "070111", "name": "智能大厦/综合布线/安防/弱电" }, { "code": "070112", "name": "给排水/暖通工程" }, { "code": "070113", "name": "幕墙工程师" }, { "code": "070114", "name": "规划与设计" }, { "code": "070115", "name": "室内设计" }, { "code": "070116", "name": "园艺/园林/景观设计" }, { "code": "070117", "name": "测绘/测量" }, { "code": "070118", "name": "建筑制图/模型/渲染" }, { "code": "070119", "name": "开发报建" }, { "code": "070120", "name": "工程造价师/预结算经理" }, { "code": "070121", "name": "预结算员" }, { "code": "070122", "name": "建筑工程管理/项目经理" }, { "code": "070123", "name": "建筑项目助理" }, { "code": "070124", "name": "建筑工程验收" }, { "code": "070125", "name": "工程监理" }, { "code": "070126", "name": "合同管理" }, { "code": "070127", "name": "安全员" }, { "code": "070128", "name": "资料员" }, { "code": "070129", "name": "建筑安装施工员" }, { "code": "070130", "name": "砌筑工" }, { "code": "070131", "name": "瓦工" }, { "code": "070132", "name": "混凝土工" }, { "code": "070133", "name": "浇注工" }, { "code": "070134", "name": "钢筋工" }, { "code": "070135", "name": "木工" }, { "code": "070136", "name": "油漆工" }, { "code": "070137", "name": "电梯工" }, { "code": "070138", "name": "抹灰工" }, { "code": "070139", "name": "施工开料工" }, { "code": "070140", "name": "管道/暖通" }, { "code": "070141", "name": "工长" }, { "code": "070142", "name": "其他" }]
      },
      {
        "code": "0702",
        "name": "房地产开发",
        "list": [{ "code": "070201", "name": "房地产项目/策划经理" }, { "code": "070202", "name": "房地产项目/策划主管/专员" }, { "code": "070203", "name": "房地产投资管理" }, { "code": "070204", "name": "房产项目配套工程师" }, { "code": "070205", "name": "房地产项目招投标" }, { "code": "070206", "name": "房地产投资分析" }, { "code": "070207", "name": "房地产资产管理" }, { "code": "070208", "name": "监察人员" }, { "code": "070209", "name": "其他" }]
      },
      {
        "code": "0703",
        "name": "物业管理",
        "list": [{ "code": "070301", "name": "物业管理经理" }, { "code": "070302", "name": "物业管理主管" }, { "code": "070303", "name": "物业管理专员/助理" }, { "code": "070304", "name": "前介工程师" }, { "code": "070305", "name": "物业设施管理人员" }, { "code": "070306", "name": "物业机电维修工" }, { "code": "070307", "name": "物业维修员" }, { "code": "070308", "name": "高级物业顾问/物业顾问" }, { "code": "070309", "name": "物业招商/租赁/租售" }, { "code": "070310", "name": "停车管理员" }, { "code": "070311", "name": "保安经理" }, { "code": "070312", "name": "保安人员" }, { "code": "070313", "name": "物业机电工程师" }, { "code": "070314", "name": "保洁" }, { "code": "070315", "name": "绿化工" }, { "code": "070316", "name": "其他" }]
      },
      {
        "code": "0704",
        "name": "房地产销售与中介",
        "list": [{ "code": "070401", "name": "房地产销售经理/主管" }, { "code": "070402", "name": "房地产销售" }, { "code": "070403", "name": "房地产中介/置业顾问" }, { "code": "070404", "name": "房地产评估" }, { "code": "070405", "name": "房地产店长/经理" }, { "code": "070406", "name": "房地产内勤" }, { "code": "070407", "name": "房地产客服" }, { "code": "070408", "name": "其他" }]
      }
    ]
  },
  {
    "code": "08",
    "name": "人事/行政/高级管理",
    "list": [
      {
        "code": "0801",
        "name": "人力资源",
        "list": [{ "code": "080101", "name": "人事总监" }, { "code": "080102", "name": "人事经理" }, { "code": "080103", "name": "人事主管" }, { "code": "080104", "name": "人事专员" }, { "code": "080105", "name": "人事助理" }, { "code": "080106", "name": "招聘经理/主管" }, { "code": "080107", "name": "招聘专员/助理" }, { "code": "080108", "name": "薪资福利经理/主管" }, { "code": "080109", "name": "薪资福利专员/助理" }, { "code": "080110", "name": "绩效考核经理/主管" }, { "code": "080111", "name": "绩效考核专员/助理" }, { "code": "080112", "name": "培训经理/主管" }, { "code": "080113", "name": "培训专员/助理/培训师" }, { "code": "080114", "name": "企业文化/员工关系/工会管理" }, { "code": "080115", "name": "人力资源信息系统专员" }, { "code": "080116", "name": "其他" }]
      },
      {
        "code": "0802",
        "name": "高级管理",
        "list": [{ "code": "080201", "name": "首席执行官CEO/总裁/总经理" }, { "code": "080202", "name": "首席运营官COO" }, { "code": "080203", "name": "副总经理/副总裁" }, { "code": "080204", "name": "合伙人" }, { "code": "080205", "name": "总监/部门经理" }, { "code": "080206", "name": "策略发展总监" }, { "code": "080207", "name": "企业秘书/董事会秘书" }, { "code": "080208", "name": "投资者关系" }, { "code": "080209", "name": "办事处首席代表" }, { "code": "080210", "name": "办事处/分公司/分支机构经理" }, { "code": "080211", "name": "总裁助理/总经理助理" }, { "code": "080212", "name": "其他" }]
      },
      {
        "code": "0803",
        "name": "	行政/后勤",
        "list": [{ "code": "080301", "name": "行政总监" }, { "code": "080302", "name": "行政经理/主管/办公室主任" }, { "code": "080303", "name": "行政专员/助理" }, { "code": "080304", "name": "经理助理/秘书" }, { "code": "080305", "name": "党工团干事" }, { "code": "080306", "name": "前台接待/总机/接待生" }, { "code": "080307", "name": "图书管理员/资料管理员" }, { "code": "080308", "name": "电脑操作员/打字员" }, { "code": "080309", "name": "后勤" }, { "code": "080310", "name": "其他" }]
      }
    ]
  },
  {
    "code": "09",
    "name": "咨询/法律/教育/科研",
    "list": [
      {
        "code": "0901",
        "name": "咨询/顾问",
        "list": [{ "code": "090101", "name": "专业顾问" }, { "code": "090102", "name": "咨询总监" }, { "code": "090103", "name": "咨询经理" }, { "code": "090104", "name": "专业培训师" }, { "code": "090105", "name": "咨询员" }, { "code": "090106", "name": "调研员" }, { "code": "090107", "name": "猎头/人才中介" }, { "code": "090108", "name": "情报信息分析人员" }, { "code": "090109", "name": "其他" }]
      },
      {
        "code": "0902",
        "name": "律师/法务/合规",
        "list": [{ "code": "090201", "name": "律师/法律顾问" }, { "code": "090202", "name": "律师助理" }, { "code": "090203", "name": "法务经理" }, { "code": "090204", "name": "法务主管/专员" }, { "code": "090205", "name": "法务助理" }, { "code": "090206", "name": "合规经理" }, { "code": "090207", "name": "合规主管/专员" }, { "code": "090208", "name": "知识产权/专利/商标" }, { "code": "090209", "name": "其他" }]
      },
      {
        "code": "0903",
        "name": "教师",
        "list": [{ "code": "090301", "name": "校长" }, { "code": "090302", "name": "大学教授" }, { "code": "090303", "name": "讲师/助教" }, { "code": "090304", "name": "中学教师" }, { "code": "090305", "name": "小学教师" }, { "code": "090306", "name": "幼教" }, { "code": "090307", "name": "外语培训师" }, { "code": "090308", "name": "院校教务管理人员" }, { "code": "090309", "name": "兼职教师" }, { "code": "090310", "name": "家教" }, { "code": "090311", "name": "音乐/美术教师" }, { "code": "090312", "name": "体育教师" }, { "code": "090313", "name": "职业技术教师" }, { "code": "090314", "name": "其他" }]
      },
      {
        "code": "0904",
        "name": "培训",
        "list": [{ "code": "090401", "name": "培训督导" }, { "code": "090402", "name": "培训讲师" }, { "code": "090403", "name": "培训策划" }, { "code": "090404", "name": "培训产品开发" }, { "code": "090405", "name": "培训/课程顾问" }, { "code": "090406", "name": "培训助理" }, { "code": "090407", "name": "其他" }]
      },
      {
        "code": "0905",
        "name": "科研",
        "list": [{ "code": "090501", "name": "科研管理人员" }, { "code": "090502", "name": "科研人员" }]
      }
    ]
  },
  {
    "code": "10",
    "name": "服务业",
    "list": [
      {
        "code": "1001",
        "name": "餐饮服务",
        "list": [{ "code": "100101", "name": "店长/经理" }, { "code": "100102", "name": "大堂经理" }, { "code": "100103", "name": "餐厅领班" }, { "code": "100104", "name": "餐饮服务员" }, { "code": "100105", "name": "行政主厨/厨师长" }, { "code": "100106", "name": "中餐厨师" }, { "code": "100107", "name": "西餐厨师" }, { "code": "100108", "name": "日式厨师" }, { "code": "100109", "name": "面点师" }, { "code": "100110", "name": "西点师" }, { "code": "100111", "name": "厨师助理/学徒" }, { "code": "100112", "name": "茶艺师" }, { "code": "100113", "name": "咖啡师" }, { "code": "100114", "name": "调酒师/侍酒师/吧台员" }, { "code": "100115", "name": "礼仪/迎宾" }, { "code": "100116", "name": "预订员" }, { "code": "100117", "name": "收银员" }, { "code": "100118", "name": "配菜/打荷" }, { "code": "100119", "name": "传菜主管" }, { "code": "100120", "name": "传菜员" }, { "code": "100121", "name": "洗碗工" }, { "code": "100122", "name": "送餐员" }, { "code": "100123", "name": "杂工" }, { "code": "100124", "name": "其他" }]
      },
      {
        "code": "1002",
        "name": "酒店旅游",
        "list": [{ "code": "100201", "name": "酒店/宾馆经理" }, { "code": "100202", "name": "酒店/宾馆销售" }, { "code": "100203", "name": "预定部主管" }, { "code": "100204", "name": "预定员" }, { "code": "100205", "name": "大堂经理" }, { "code": "100206", "name": "酒店前台" }, { "code": "100207", "name": "宴会管理" }, { "code": "100208", "name": "宾客服务经理" }, { "code": "100209", "name": "楼面经理" }, { "code": "100210", "name": "客房服务员/楼面服务员" }, { "code": "100211", "name": "健身房服务" }, { "code": "100212", "name": "行李员" }, { "code": "100213", "name": "管家部经理/主管" }, { "code": "100214", "name": "清洁服务人员" }, { "code": "100215", "name": "旅游产品销售" }, { "code": "100216", "name": "行程管理/计调" }, { "code": "100217", "name": "签证专员" }, { "code": "100218", "name": "导游/旅行顾问" }, { "code": "100219", "name": "票务" }, { "code": "100220", "name": "机场代表" }, { "code": "100221", "name": "其他" }]
      },
      {
        "code": "1003",
        "name": "美容保健",
        "list": [{ "code": "100301", "name": "美容店长" }, { "code": "100302", "name": "美容培训师/导师" }, { "code": "100303", "name": "美容顾问" }, { "code": "100304", "name": "美容师" }, { "code": "100305", "name": "美容助理" }, { "code": "100306", "name": "彩妆培训师" }, { "code": "100307", "name": "专柜彩妆顾问(BA)" }, { "code": "100308", "name": "化妆师" }, { "code": "100309", "name": "造型师" }, { "code": "100310", "name": "美发店长" }, { "code": "100311", "name": "发型师" }, { "code": "100312", "name": "发型助理/学徒" }, { "code": "100313", "name": "美甲师" }, { "code": "100314", "name": "美体师" }, { "code": "100315", "name": "瘦身顾问" }, { "code": "100316", "name": "SPA 技师" }, { "code": "100317", "name": "按摩" }, { "code": "100318", "name": "足疗" }, { "code": "100319", "name": "宠物护理/美容" }, { "code": "100320", "name": "其他" }]
      },
      {
        "code": "1004",
        "name": "运动健身",
        "list": [{ "code": "100401", "name": "健身顾问/教练" }, { "code": "100402", "name": "瑜伽老师" }, { "code": "100403", "name": "舞蹈老师" }, { "code": "100404", "name": "游泳教练" }, { "code": "100405", "name": "救生员" }, { "code": "100406", "name": "高尔夫教练" }, { "code": "100407", "name": "体育运动教练" }, { "code": "100408", "name": "其他" }]
      },
      {
        "code": "1005",
        "name": "休闲娱乐",
        "list": [{ "code": "100501", "name": "司仪" }, { "code": "100502", "name": "婚礼/庆典策划服务" }, { "code": "100503", "name": "DJ" }, { "code": "100504", "name": "驻唱/歌手" }, { "code": "100505", "name": "舞蹈演员" }, { "code": "100506", "name": "模特" }, { "code": "100507", "name": "演员/群众演员" }, { "code": "100508", "name": "娱乐领班" }, { "code": "100509", "name": "娱乐服务员" }, { "code": "100510", "name": "前台迎宾" }, { "code": "100511", "name": "其他" }]
      },
      {
        "code": "1006",
        "name": "百货零售",
        "list": [{ "code": "100601", "name": "卖场经理/店长" }, { "code": "100602", "name": "品类经理" }, { "code": "100603", "name": "品牌/连锁招商管理" }, { "code": "100604", "name": "奢侈品业务" }, { "code": "100605", "name": "店员/营业员" }, { "code": "100606", "name": "珠宝销售顾问" }, { "code": "100607", "name": "督导/巡店" }, { "code": "100608", "name": "导购员" }, { "code": "100609", "name": "促销员" }, { "code": "100610", "name": "收银主管" }, { "code": "100611", "name": "收银员" }, { "code": "100612", "name": "陈列员" }, { "code": "100613", "name": "收货员" }, { "code": "100614", "name": "理货员" }, { "code": "100615", "name": "安防主管" }, { "code": "100616", "name": "防损员/内保" }, { "code": "100617", "name": "西点师/面包糕点加工" }, { "code": "100618", "name": "生鲜食品加工/处理" }, { "code": "100619", "name": "熟食加工" }, { "code": "100620", "name": "兼职店员" }, { "code": "100621", "name": "其他" }]
      },
      {
        "code": "1007",
        "name": "交通运输服务",
        "list": [{ "code": "100701", "name": "飞机机长/副机长" }, { "code": "100702", "name": "空乘人员" }, { "code": "100703", "name": "列车/地铁车长" }, { "code": "100704", "name": "船长/副船长" }, { "code": "100705", "name": "商务司机" }, { "code": "100706", "name": "客运司机" }, { "code": "100707", "name": "货运司机" }, { "code": "100708", "name": "出租车司机" }, { "code": "100709", "name": "班车司机" }, { "code": "100710", "name": "列车/地铁司机" }, { "code": "100711", "name": "特种车司机" }, { "code": "100712", "name": "叉车司机" }, { "code": "100713", "name": "铲车司机" }, { "code": "100714", "name": "吊车司机" }, { "code": "100715", "name": "驾校教练" }, { "code": "100716", "name": "代驾" }, { "code": "100717", "name": "地勤人员" }, { "code": "100718", "name": "乘务员" }, { "code": "100719", "name": "船员" }, { "code": "100720", "name": "其他" }]
      },
      {
        "code": "1008",
        "name": "家政保洁",
        "list": [{ "code": "100801", "name": "家政服务/保姆" }, { "code": "100802", "name": "月嫂" }, { "code": "100803", "name": "育婴师/保育员" }, { "code": "100804", "name": "护工" }, { "code": "100805", "name": "清洁工" }, { "code": "100806", "name": "钟点工" }, { "code": "100807", "name": "洗衣工" }, { "code": "100808", "name": "送水工" }, { "code": "100809", "name": "保镖" }, { "code": "100810", "name": "空调维修" }, { "code": "100811", "name": "家电维修" }, { "code": "100812", "name": "寻呼员/话务员" }, { "code": "100813", "name": "其他" }]
      }
    ]
  },
  {
    "code": "11",
    "name": "公务员/翻译/其他",
    "list": [
      {
        "code": "1101",
        "name": "公务员",
        "list": [{ "code": "110101", "name": "公务员" }]
      },
      {
        "code": "1102",
        "name": "翻译",
        "list": [{ "code": "110201", "name": "英语翻译" }, { "code": "110202", "name": "日语翻译" }, { "code": "110203", "name": "德语翻译" }, { "code": "110204", "name": "法语翻译" }, { "code": "110205", "name": "俄语翻译" }, { "code": "110206", "name": "意大利语翻译" }, { "code": "110207", "name": "西班牙语翻译" }, { "code": "110208", "name": "葡萄牙语翻译" }, { "code": "110209", "name": "阿拉伯语翻译" }, { "code": "110210", "name": "韩语/朝鲜语翻译" }, { "code": "110211", "name": "泰语翻译" }, { "code": "110212", "name": "中国方言翻译" }, { "code": "110213", "name": "其他语种翻译" }]
      },
      {
        "code": "1103",
        "name": "在校学生",
        "list": [{ "code": "110301", "name": "研究生" }, { "code": "110302", "name": "大学/大专应届毕业生" }, { "code": "110303", "name": "中专/职校生" }, { "code": "110304", "name": "其他" }]
      },
      {
        "code": "1104",
        "name": "储备干部/培训生/实习生",
        "list": [{ "code": "110401", "name": "储备干部" }, { "code": "110402", "name": "培训生" }, { "code": "110403", "name": "实习生" }]
      },
      {
        "code": "1105",
        "name": "兼职",
        "list": [{ "code": "110501", "name": "兼职" }]
      },
      {
        "code": "1106",
        "name": "其他",
        "list": [{ "code": "110601", "name": "驯兽师/助理驯兽师" }, { "code": "110602", "name": "志愿者/社会工作者" }, { "code": "110603", "name": "其他" }]
      },
      {
        "code": "1107",
        "name": "环保",
        "list": [{ "code": "110701", "name": "环保工程师" }, { "code": "110702", "name": "环境影响评价工程师" }, { "code": "110703", "name": "生态治理/规划" }, { "code": "110704", "name": "环保检测" }, { "code": "110705", "name": "水质检测员" }, { "code": "110706", "name": "水处理工程师" }, { "code": "110707", "name": "固废工程师" }, { "code": "110708", "name": "废气处理工程师" }, { "code": "110709", "name": "其它" }]
      },
      {
        "code": "1107",
        "name": "农/林/牧/渔",
        "list": [{ "code": "110801", "name": "养殖部主管" }, { "code": "110802", "name": "场长(农/林/牧/渔业)" }, { "code": "110803", "name": "农艺师" }, { "code": "110804", "name": "畜牧师" }, { "code": "110805", "name": "饲养员" }, { "code": "110806", "name": "农业技术员" }, { "code": "110807", "name": "动物营养/饲料研发" }, { "code": "110808", "name": "其他" }]
      }
    ]
  }
];
module.exports = {
  industry: industry
}